export const flpjData = [
    [{
        name: '浙江旭达鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '老人头尚品有限公司',
        value: [120.487634, 28.089573]
    }, {
        name: '温州市胜强鞋业有限公司',
        value: [120.586855, 28.0704240000001]
    }, {
        name: '温州飞龙聚氨酯设备工程有限公司',
        value: [120.681597, 27.9876370000001]
    }, {
        name: '康奈集团有限公司',
        value: [120.589469, 28.030673]
    }, {
        name: '浙江迪索鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市鹿城自动化技术研究所',
        value: [120.648903, 27.971878]
    }, {
        name: '浙江江州混凝土有限公司',
        value: [120.564136, 28.099537]
    }, {
        name: '泰马鞋业有限公司',
        value: [120.585713, 28.0779550000001]
    }, {
        name: '温州科达石化设备有限公司',
        value: [120.646889, 27.994938]
    }, {
        name: '温州市华宁建筑机械有限公司',
        value: [120.658373, 27.98443]
    }, {
        name: '温州南方游乐设备工程有限公司',
        value: [120.546427, 28.0900490000001]
    }, {
        name: '温州市鹿城风金皮鞋厂',
        value: [120.577441, 28.0225520000001]
    }, {
        name: '浙江江南减速机有限公司',
        value: [120.574108, 28.0363820000001]
    }, {
        name: '温州市利普自控设备有限公司',
        value: [120.648484, 27.975966]
    }, {
        name: '温州市爱氏光学实业有限公司',
        value: [120.58677, 28.076608]
    }, {
        name: '浙江鼎铃电器有限公司',
        value: [120.589167, 28.075093]
    }, {
        name: '温州市昊纳五金装饰制品有限公司',
        value: [120.502936, 28.07012]
    }, {
        name: '浙江炬星照明有限公司',
        value: [120.654914, 27.97752]
    }, {
        name: '温州万丰混凝土有限公司',
        value: [120.60031, 28.0225930000001]
    }, {
        name: '浙江金得利电器有限公司',
        value: [120.534132, 28.102221]
    }, {
        name: '温州市卫林鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市铭盟鞋业有限公司',
        value: [120.591401, 28.082126]
    }, {
        name: '东艺鞋业有限公司',
        value: [120.590489, 28.035001]
    }, {
        name: '温州市鹿城正泰电阻器有限公司',
        value: [120.66205, 27.988306]
    }, {
        name: '温州市旭升服饰有限公司',
        value: [120.647359, 27.974772]
    }, {
        name: '温州意迈达鞋业有限公司',
        value: [120.589025, 28.078905]
    }, {
        name: '温州威克鞋业有限公司',
        value: [120.570621, 28.038758]
    }, {
        name: '温州市电线二厂',
        value: [120.64945, 28.007752]
    }, {
        name: '巨一集团有限公司',
        value: [120.587658, 28.0445190000001]
    }, {
        name: '浙江迪仑迪斯鞋业有限公司',
        value: [120.571081, 28.037199]
    }, {
        name: '温州奥乐安全器材有限公司',
        value: [120.662719, 27.994156]
    }, {
        name: '浙江长城搅拌设备股份有限公司',
        value: [120.54599, 28.0914780000001]
    }, {
        name: '浙江爵帅制衣有限公司',
        value: [120.599191, 28.0215479999999]
    }, {
        name: '温州巨纳鞋业有限公司',
        value: [120.591401, 28.082126]
    }, {
        name: '浙江海峰制鞋设备有限公司',
        value: [120.653655, 27.9729150000001]
    }, {
        name: '浙江超荣力电器有限公司',
        value: [120.535506, 28.1013740000001]
    }, {
        name: '温州市灰度鞋业有限公司',
        value: [120.576854, 28.046669]
    }, {
        name: '温州卫廉鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市时尚家族鞋业有限公司',
        value: [120.575197, 28.0282310000001]
    }, {
        name: '温州市兴立鞋业有限公司',
        value: [120.583284, 28.036858]
    }, {
        name: '华五电气有限公司',
        value: [120.539052, 28.0973849999999]
    }, {
        name: '温州雄宇科技照明电器有限公司',
        value: [120.606264, 28.0245150000001]
    }, {
        name: '温州市太阳神鞋业有限公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州市瑞星鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '珂卡芙鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '浙江恒诚鞋业有限公司',
        value: [120.653701, 28.0142720000001]
    }, {
        name: '温州市赛牛鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '浙江午马减速机有限公司',
        value: [120.535002, 28.1003540000001]
    }, {
        name: '温州市金发皮革制品有限公司',
        value: [120.613676, 28.023985]
    }, {
        name: '意万达鞋业有限公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州佰媚鞋业有限公司',
        value: [120.579493, 28.0248750000001]
    }, {
        name: '温州市鹿城八达电镀厂',
        value: [120.590949, 28.037865]
    }, {
        name: '温州市鹿城足友鞋业有限公司',
        value: [120.589078, 28.0792090000001]
    }, {
        name: '浙江日峰电器有限公司',
        value: [120.559919, 28.0906800000001]
    }, {
        name: '温州瑞基测控设备有限公司',
        value: [120.652173, 27.992381]
    }, {
        name: '温州市靖迪鞋材有限公司',
        value: [120.589626, 28.080571]
    }, {
        name: '温州市清能节能再生资源有限公司',
        value: [120.514955, 28.1312840000001]
    }, {
        name: '浙江日高智能机械股份有限公司',
        value: [120.533162, 28.100518]
    }, {
        name: '浙江迪丰服饰有限公司',
        value: [120.65076, 27.975061]
    }, {
        name: '申瓯通信设备有限公司',
        value: [120.649505, 27.97635]
    }, {
        name: '浙江禾本科技有限公司',
        value: [120.583762, 28.076194]
    }, {
        name: '温州市万家利商品混凝土有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '浙江光大阀门制造有限公司',
        value: [120.511525, 28.069311]
    }, {
        name: '温州市红马鞋业有限公司',
        value: [120.584704, 28.0710530000001]
    }, {
        name: '浙江秀典鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市博弘电器有限公司',
        value: [120.558345, 28.089633]
    }, {
        name: '温州龙泰混凝土有限公司',
        value: [120.548917, 28.1305070000001]
    }, {
        name: '浙江布鲁金眼镜有限公司',
        value: [120.5507, 28.0891450000001]
    }, {
        name: '浙江心为心科技股份有限公司',
        value: [120.586439, 28.0970650000001]
    }, {
        name: '温州卡雁鞋业有限公司',
        value: [120.585939, 28.087557]
    }, {
        name: '浙江双屿实业有限公司',
        value: [120.649444, 27.977479]
    }, {
        name: '温州市迪派鞋业有限公司',
        value: [120.583481, 28.0785540000001]
    }, {
        name: '浙江飞友康体设备有限公司',
        value: [120.534473, 28.1003620000001]
    }, {
        name: '温州新宇无纺布有限公司',
        value: [120.487634, 28.089573]
    }, {
        name: '泰力实业有限公司',
        value: [120.65568, 27.979703]
    }, {
        name: '星际控股集团有限公司',
        value: [120.651938, 27.9733989999999]
    }, {
        name: '浙江金瑞五金索具有限公司',
        value: [120.548794, 28.089571]
    }, {
        name: '温州市华利欧鞋服有限公司',
        value: [120.586064, 28.0868150000001]
    }, {
        name: '浙江尔乐干燥设备有限公司',
        value: [120.650002, 27.975753]
    }, {
        name: '温州宏锦鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市飞丹鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市达安仪表设备有限公司',
        value: [120.600743, 28.0249870000001]
    }, {
        name: '温州市康源电子有限公司',
        value: [120.556843, 28.091336]
    }, {
        name: '温州华锐电气有限公司',
        value: [120.539052, 28.0973849999999]
    }, {
        name: '温州市银座鞋业有限公司',
        value: [120.581174, 28.029116]
    }, {
        name: '温州市佳蕾鞋业有限公司',
        value: [120.575197, 28.0282310000001]
    }, {
        name: '温州市润新机械制造有限公司',
        value: [120.695941, 27.9981809999999]
    }, {
        name: '温州市嘉力化工有限公司',
        value: [120.534584, 28.0830609999999]
    }, {
        name: '温州布言布语鞋业有限公司',
        value: [120.505891, 28.0683730000001]
    }],
    [{
        name: '啄木鸟鞋业有限公司',
        value: [120.588453, 28.0313860000001]
    }, {
        name: '温州市爱美高鞋业有限公司',
        value: [120.588453, 28.0313860000001]
    }, {
        name: '温州远足鞋材有限公司',
        value: [120.60928, 28.0246730000001]
    }, {
        name: '大趾王鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市锐凌科技有限公司',
        value: [120.606264, 28.0245150000001]
    }, {
        name: '温州市鹿城天成仪器厂',
        value: [120.660723, 27.984538]
    }, {
        name: '温州市鹿城中意包装彩印厂',
        value: [120.589736, 28.0844500000001]
    }, {
        name: '温州薪然鞋业有限公司',
        value: [120.576767, 28.0439700000001]
    }, {
        name: '浙江皇家鞋业有限公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州鼎丰鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州罗的豪鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市瓯华电气仪表厂',
        value: [120.605741, 28.024964]
    }, {
        name: '温州市液压附件厂',
        value: [120.671899, 28.0081530000001]
    }, {
        name: '温州市鹿城三豪皮鞋厂',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市康门鞋业有限公司',
        value: [120.599191, 28.0215479999999]
    }, {
        name: '温州银翼造纸筛选设备有限公司',
        value: [120.65403, 27.9756340000001]
    }, {
        name: '温州娥佩兰鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州康荣鞋业有限公司',
        value: [120.607871, 28.0243430000001]
    }, {
        name: '温州市鹿城尤尼克塑料制品有限公司',
        value: [120.586555, 28.0716840000001]
    }, {
        name: '温州菜篮子发展有限公司',
        value: [120.605621, 28.0203730000001]
    }, {
        name: '温州市特康弹力科技股份有限公司',
        value: [120.564136, 28.099537]
    }, {
        name: '温州市金马家具厂',
        value: [120.583666, 28.0372930000001]
    }, {
        name: '温州市富腾鞋材有限公司',
        value: [120.58677, 28.076608]
    }, {
        name: '温州市洲派服饰有限公司',
        value: [120.650835, 27.9738990000001]
    }, {
        name: '温州炬翔鞋业有限公司',
        value: [120.570149, 28.0430890000001]
    }, {
        name: '温州三丰鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市依婷公主鞋业有限公司',
        value: [120.581174, 28.029116]
    }, {
        name: '温州市凡顺鞋业有限公司',
        value: [120.57835, 28.042357]
    }, {
        name: '温州市惠特机械制造有限公司',
        value: [120.601486, 28.0220860000001]
    }, {
        name: '温州市东风通用机电厂',
        value: [120.655282, 27.9776330000001]
    }, {
        name: '温州市成尚装饰五金有限公司',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州市鹿城春晨鞋服厂',
        value: [120.502936, 28.07012]
    }, {
        name: '温州市超伦鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州正一鞋材有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州实丽派鞋业有限公司',
        value: [120.57835, 28.042357]
    }, {
        name: '浙江华特电气有限公司',
        value: [120.654167, 27.9935370000001]
    }, {
        name: '浙江威侠鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州意捷怡讯信息电子有限公司',
        value: [120.53304, 28.1013110000001]
    }, {
        name: '温州市真典鞋业有限公司',
        value: [120.601085, 28.0246759999999]
    }, {
        name: '温州万金阁鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '浙江腾腾电气有限公司',
        value: [120.535315, 28.102043]
    }, {
        name: '温州曼斯莫制衣有限公司',
        value: [120.556135, 28.089393]
    }, {
        name: '温州市鼎帅鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州秦汉陶粒轻墙材有限公司',
        value: [120.564136, 28.099537]
    }, {
        name: '温州市万润鞋业有限公司',
        value: [120.583762, 28.076194]
    }, {
        name: '温州市芭芭丽鞋业有限公司',
        value: [120.603872, 28.0231750000001]
    }, {
        name: '温州市澄泰鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州黄渔国集团有限公司',
        value: [120.649413, 27.993177]
    }, {
        name: '浙江奔达鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '浙江里仁纳米科技有限公司',
        value: [120.576854, 28.046669]
    }, {
        name: '温州市耀阳鞋业有限公司',
        value: [120.571805, 28.037545]
    }, {
        name: '温州市航标实业有限公司',
        value: [120.651428, 27.97484]
    }, {
        name: '温州市鹿城松山焊接设备厂',
        value: [120.649164, 27.9734970000001]
    }, {
        name: '黎明液压有限公司',
        value: [120.550027, 28.091849]
    }, {
        name: '温州长江汽车电器有限公司',
        value: [120.695811591884, 27.996569788296]
    }, {
        name: '温州大成鞋业有限公司',
        value: [120.586074, 28.0868130000001]
    }, {
        name: '温州市瓯港电子仪器厂',
        value: [120.600743, 28.0249870000001]
    }, {
        name: '温州市双豪鞋业有限公司',
        value: [120.581326, 28.082302]
    }, {
        name: '温州伸迪服饰有限公司',
        value: [120.511311, 28.0692340000001]
    }, {
        name: '浙江漂亮家族鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市正达彩印有限公司',
        value: [120.548917, 28.1305070000001]
    }, {
        name: '温州市江南封包机厂',
        value: [120.606264, 28.0245150000001]
    }, {
        name: '温州市黎明塑料五金电镀厂',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州市鹿艺鞋材有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市名龙鞋业有限公司',
        value: [120.654958, 28.007186]
    }, {
        name: '温州市立人鞋业有限公司',
        value: [120.586799, 28.037129]
    }, {
        name: '温州市斯美高鞋业有限公司',
        value: [120.575197, 28.0282310000001]
    }, {
        name: '温州市海量五金厂',
        value: [120.512661, 28.0695390000001]
    }, {
        name: '温州市贝瑞德精密金属有限公司',
        value: [120.53304, 28.1013110000001]
    }, {
        name: '温州市凯度鞋业有限公司',
        value: [120.571559, 28.0411000000001]
    }, {
        name: '温州市求新电器有限公司',
        value: [120.590529, 28.0838939999999]
    }, {
        name: '温州市心印鞋业有限公司',
        value: [120.588408, 28.0480140000001]
    }, {
        name: '浙江国南阀业科技有限公司',
        value: [120.511952, 28.0694640000001]
    }, {
        name: '温州维奥鞋材有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市永晖服装厂',
        value: [120.583762, 28.076194]
    }, {
        name: '温州市鹿城大富豪皮鞋厂',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州宏欣非织布科技有限公司',
        value: [120.588885, 28.076005]
    }, {
        name: '浙江科得力新材料有限公司',
        value: [120.649739, 27.972187]
    }, {
        name: '浙江贵派鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市荷桥鞋业有限公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州市德茵特种防腐设备有限公司',
        value: [120.570953, 28.0442790000001]
    }, {
        name: '温州市驰牛鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州吉尔达鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市丽强鞋业股份有限公司',
        value: [120.579493, 28.0248750000001]
    }, {
        name: '温州市鹿城松上实业公司',
        value: [120.599052, 28.0260170000001]
    }, {
        name: '浙江金米莉实业有限公司',
        value: [120.499886, 28.053029]
    }, {
        name: '温州市伟昌吸附剂厂',
        value: [120.518, 28.0812870000001]
    }, {
        name: '温州市鹿城金尔达鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州申隆密封技术有限公司',
        value: [120.605711, 28.026834]
    }, {
        name: '温州市胜德印刷包装有限公司',
        value: [120.557096, 28.091604]
    }, {
        name: '温州市金贵鸟鞋业有限公司',
        value: [120.583762, 28.076194]
    }, {
        name: '温州远大服饰有限公司',
        value: [120.509872, 28.0648310000001]
    }, {
        name: '温州市达佳达鞋业有限公司',
        value: [120.656669, 27.983031]
    }, {
        name: '温州市鹿城猛进制衣有限公司',
        value: [120.502685, 28.070273]
    }, {
        name: '浙江皮特丹顿服饰有限公司',
        value: [120.695811591884, 27.996569788296]
    }, {
        name: '浙江太极鞋业有限公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州市长发祥鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市鹿城森狼鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市华泰电磁线有限公司',
        value: [120.552693, 28.0924790000001]
    }, {
        name: '温州市登达化工有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市豪狮轻工制品有限公司',
        value: [120.531742, 28.09947]
    }, {
        name: '温州市利步达鞋业有限公司',
        value: [120.582574, 28.029526]
    }, {
        name: '浙江捷洋科技有限公司',
        value: [120.695529834079, 27.997444009929]
    }, {
        name: '温州同创鞋业有限公司',
        value: [120.569199, 28.038769]
    }, {
        name: '温州市金豪服饰有限公司',
        value: [120.517354, 28.0813210000001]
    }, {
        name: '浙江欢鸟鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市嘉得利实业有限公司',
        value: [120.611299, 28.023921]
    }, {
        name: '温州市曙光鞋材有限公司',
        value: [120.583762, 28.076194]
    }, {
        name: '温州超鑫锁业有限公司',
        value: [120.535476, 28.0959930000001]
    }, {
        name: '温州市好希好制衣有限公司',
        value: [120.508269, 28.066019]
    }, {
        name: '温州市日翔鞋业有限公司',
        value: [120.586555, 28.0716840000001]
    }, {
        name: '温州市鹿城富仕达鞋业有限公司',
        value: [120.506244, 28.083461]
    }, {
        name: '温州市利河伯鞋业有限公司',
        value: [120.695811591884, 27.996569788296]
    }, {
        name: '温州奕远鞋业有限公司',
        value: [120.570621, 28.038758]
    }, {
        name: '浙江偌派服饰有限公司',
        value: [120.508269, 28.066019]
    }, {
        name: '温州市贵人鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市三环化工机械厂',
        value: [120.582162, 28.0647280000001]
    }, {
        name: '温州市迪诺鞋业有限公司',
        value: [120.56545, 28.062696]
    }, {
        name: '浙江东风包装机械有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州飞鹏五金有限公司',
        value: [120.599083, 28.027637]
    }, {
        name: '温州市源荣鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市黎东眼镜有限公司',
        value: [120.551822, 28.092306]
    }, {
        name: '温州鸿基鞋业有限公司',
        value: [120.573897, 28.039134]
    }, {
        name: '帝邦鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市健克鞋材有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市震地王鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '浙江大鹏鸟鞋业有限公司',
        value: [120.585701, 28.0876530000001]
    }, {
        name: '温州市申鹿气体有限公司',
        value: [120.69510291489, 27.9969863078565]
    }, {
        name: '温州市金尔达鞋业有限公司',
        value: [120.599191, 28.0215479999999]
    }, {
        name: '神力集团有限公司',
        value: [120.654914, 27.97752]
    }, {
        name: '温州市林锋鞋业有限公司',
        value: [120.600972, 28.0279170000001]
    }, {
        name: '浙江意迈达鞋业有限公司',
        value: [120.663035, 27.985378]
    }, {
        name: '温州市弘德鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州华邦混凝土有限公司',
        value: [120.543911, 28.089721]
    }, {
        name: '温州市康腾鞋业有限公司',
        value: [120.587857, 28.049368]
    }, {
        name: '温州律宏鞋业有限公司',
        value: [120.589776, 28.0836850000001]
    }, {
        name: '温州莱佛实业有限公司',
        value: [120.535476, 28.0959930000001]
    }, {
        name: '浙江卡嘉莉鞋业有限公司',
        value: [120.589222, 28.0824339999999]
    }, {
        name: '温州市金蜻鱼鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '巨日鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市揽秀服饰有限公司',
        value: [120.590108, 28.006629]
    }, {
        name: '温州正泰昌光学有限公司',
        value: [120.591401, 28.082126]
    }, {
        name: '温州福耐鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州振豪鞋业有限公司',
        value: [120.588178, 28.074064]
    }, {
        name: '温州泰和鞋材有限公司',
        value: [120.570621, 28.038758]
    }, {
        name: '温州市法比鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市文武印务有限公司',
        value: [120.548463, 28.0909100000001]
    }, {
        name: '浙江戈美其鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市美丽角色鞋业有限公司',
        value: [120.588453, 28.0313860000001]
    }, {
        name: '浙江乾龙鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州富凯鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '鸥鸟王鞋业有限公司',
        value: [120.586799, 28.037129]
    }, {
        name: '温州市康柏鞋业有限公司',
        value: [120.586111, 28.0486650000001]
    }, {
        name: '温州市世锋五金索具有限公司',
        value: [120.507202, 28.0702140000001]
    }, {
        name: '温州海宇鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '浙江九龙鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州宏灿鞋业有限公司',
        value: [120.585645, 28.087679]
    }, {
        name: '温州市逸宸鞋业有限公司',
        value: [120.569873, 28.0445530000001]
    }, {
        name: '温州市康业电器有限公司',
        value: [120.559047, 28.091169]
    }, {
        name: '温州市长江精密电器元件有限公司',
        value: [120.653962, 27.9926180000001]
    }, {
        name: '温州市双星实业公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州市意凯迪光学有限公司',
        value: [120.535476, 28.0959930000001]
    }, {
        name: '温州市鹿城国强电镀厂（普通合伙）',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市泰成橡塑科技有限公司',
        value: [120.583481, 28.0785540000001]
    }, {
        name: '温州市嘉丰电镀厂',
        value: [120.585701, 28.0876530000001]
    }, {
        name: '温州香城机械有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市左罗皮鞋有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市同博鞋业有限公司',
        value: [120.670391, 28.0174300000001]
    }, {
        name: '温州嘉鸿五金制品有限公司',
        value: [120.531742, 28.09947]
    }, {
        name: '温州市鹿城双虎皮鞋厂',
        value: [120.606264, 28.0245150000001]
    }, {
        name: '温州市西山电工仪表厂',
        value: [120.669768, 27.9998600000001]
    }, {
        name: '温州市昆达鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市无线电开关厂',
        value: [120.629414, 28.014801]
    }, {
        name: '温州南方建筑仪器厂',
        value: [120.589793, 28.0836510000001]
    }, {
        name: '温州市欧泰表面精饰有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市鹿城金米莉金足皮鞋厂',
        value: [120.510539, 28.0660790000001]
    }, {
        name: '温州市安奇特鞋材有限公司',
        value: [120.695137617267, 27.9965894052153]
    }],
    [{
        name: '温州市天宇水性涂料有限公司',
        value: [120.650071, 27.977333]
    }, {
        name: '温州市伟业五金电镀有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市鸿锦印务有限公司',
        value: [120.695811591884, 27.996569788296]
    }, {
        name: '温州市久业鞋楦有限公司',
        value: [120.612238, 28.0237500000001]
    }, {
        name: '温州市鹿城旺达鞋业有限公司',
        value: [120.602637, 28.0247270000001]
    }, {
        name: '温州市金桥眼镜配件有限公司',
        value: [120.589902, 28.0823030000001]
    }, {
        name: '温州市成达厨具有限公司',
        value: [120.588386, 28.0765860000001]
    }, {
        name: '温州市华仑澳迪鞋业有限公司',
        value: [120.487634, 28.089573]
    }, {
        name: '温州市鹿城菲迪鞋业公司',
        value: [120.658643, 27.9839040000001]
    }, {
        name: '温州市爵铂特服装厂',
        value: [120.694911126302, 27.9968434258168]
    }, {
        name: '温州市福田鞋材厂',
        value: [120.566964, 28.040985]
    }, {
        name: '温州市雪山冲剪机械厂',
        value: [120.599532, 28.026607]
    }, {
        name: '温州市东海石油机械厂',
        value: [120.600702, 28.0289240000001]
    }, {
        name: '温州市鹿城金炬鞋服有限公司',
        value: [120.575796, 28.036699]
    }, {
        name: '温州市鼓楼鞋材有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市家族印务有限公司',
        value: [120.588975, 28.078315]
    }, {
        name: '温州迦力鞋材有限公司',
        value: [120.651025, 28.0180670000001]
    }, {
        name: '温州永星表面活性剂有限公司',
        value: [120.53304, 28.1013110000001]
    }, {
        name: '温州市鹿城大展五金制品厂',
        value: [120.586057, 28.072939]
    }, {
        name: '温州市鹿城万宝仪表配件厂',
        value: [120.605314, 28.0260610000001]
    }, {
        name: '浙江雅浪鞋业有限公司',
        value: [120.576214, 28.037582]
    }, {
        name: '温州市鹿城东方鞋业有限公司',
        value: [120.601402, 28.0242870000001]
    }, {
        name: '温州市豪里特装饰品制造有限公司',
        value: [120.695811591884, 27.996569788296]
    }, {
        name: '温州铭奇鞋业有限公司',
        value: [120.511098, 28.069158]
    }, {
        name: '温州康麦克工贸有限公司',
        value: [120.603936, 28.02695]
    }, {
        name: '温州市广发五金电镀有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州申普科技有限公司',
        value: [120.601764, 28.0236410000001]
    }, {
        name: '温州市鹿城瑞仁工艺电镀厂',
        value: [120.588174, 28.0867380000001]
    }, {
        name: '温州捷华电子科技有限公司',
        value: [120.535911, 28.0994670000001]
    }, {
        name: '浙江阿莱克顿鞋业有限公司',
        value: [120.601022, 28.024097]
    }, {
        name: '温州市海氏电镀有限公司',
        value: [120.585701, 28.0876530000001]
    }, {
        name: '温州市金榜电镀有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市奥步鞋材有限公司',
        value: [120.583481, 28.0785540000001]
    }, {
        name: '温州市百琳特鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市凯泰特种电器有限公司',
        value: [120.554267, 28.0899610000001]
    }, {
        name: '温州市神女鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '浙江芬尼奇工贸有限公司',
        value: [120.511589, 28.069104]
    }, {
        name: '温州市金一电镀厂(普通合伙)',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市鹿城工艺彩印厂',
        value: [120.590529, 28.0838939999999]
    }, {
        name: '温州市特美电镀厂',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州市凯锐电器有限公司',
        value: [120.609959, 28.023451]
    }, {
        name: '温州市力迈鞋服装饰有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市克伦宝锁业有限公司',
        value: [120.663745, 27.985305]
    }, {
        name: '温州市正森五金配件厂',
        value: [120.583762, 28.076194]
    }, {
        name: '温州特依伽橡塑有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州必达服装鞋革厂',
        value: [120.505891, 28.0683730000001]
    }, {
        name: '温州瓯鹿化工有限公司',
        value: [120.507202, 28.0702140000001]
    }, {
        name: '温州市繁盛电镀有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '浙江语妍鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市金马行制衣有限公司',
        value: [120.650007, 27.974812]
    }, {
        name: '温州市鹿城烽火电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市日都鞋材有限公司',
        value: [120.603232, 28.0222650000001]
    }, {
        name: '温州市钜成金属制品有限公司',
        value: [120.563855, 28.0983270000001]
    }, {
        name: '温州市鹿城富达屿服装厂',
        value: [120.599191, 28.0215479999999]
    }, {
        name: '温州市鹿城精艺制衣厂',
        value: [120.512531, 28.06872]
    }, {
        name: '温州市鹿城岳云铝化电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市鹿城鸿源电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市鹿城东方标牌厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市易宝工艺五金有限公司',
        value: [120.588326, 28.074394]
    }, {
        name: '温州市双屿仪表配件厂',
        value: [120.599343, 28.025937]
    }, {
        name: '温州市亿凯化工有限公司',
        value: [120.578949, 28.0618790000001]
    }, {
        name: '温州宏达箱包有限公司',
        value: [120.60031, 28.0225930000001]
    }, {
        name: '温州市胜利电镀厂（普通合伙）',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市王方鞋业有限公司',
        value: [120.589246, 28.078315]
    }, {
        name: '温州市笑莲时装有限公司',
        value: [120.695811591884, 27.996569788296]
    }, {
        name: '温州市侨晖鞋业有限公司',
        value: [120.572278, 28.0476800000001]
    }, {
        name: '温州东瓯眼镜有限公司',
        value: [120.586955, 28.0777940000001]
    }, {
        name: '温州市隆盛鞋业有限公司',
        value: [120.601793, 28.0232159999999]
    }, {
        name: '浙江鑫泰鞋材有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '浙江利生实业有限公司',
        value: [120.613332, 28.0227330000001]
    }, {
        name: '温州卡美五金有限公司',
        value: [120.588105, 28.0736850000001]
    }, {
        name: '温州市鹿城压铸厂',
        value: [120.600962, 28.0265860000001]
    }, {
        name: '温州市佰进鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市雅浩装饰五金有限公司',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州历程实业有限公司',
        value: [120.550978, 28.09008]
    }, {
        name: '温州特拉斯鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州奥视眼镜有限公司',
        value: [120.599191, 28.0215479999999]
    }, {
        name: '温州博成达光学有限公司',
        value: [120.55581, 28.0888440000001]
    }, {
        name: '温州市华邦鞋服有限公司',
        value: [120.503995, 28.0607780000001]
    }, {
        name: '浙江海康生物制品有限责任公司',
        value: [120.645588, 27.987932]
    }, {
        name: '浙江鼎博水暖制造有限公司',
        value: [120.535814, 28.0964040000001]
    }, {
        name: '温州市双屿仪表厂',
        value: [120.600882, 28.021836]
    }, {
        name: '温州市长城门器厂',
        value: [120.586555, 28.0716840000001]
    }, {
        name: '温州市国鸿工艺五金厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市华鹿针织器材有限公司',
        value: [120.610409, 28.0248410000001]
    }, {
        name: '浙江特荣鞋业有限公司',
        value: [120.657328, 27.983282]
    }, {
        name: '温州市繁申不锈钢型材公司',
        value: [120.648185, 27.9744360000001]
    }, {
        name: '温州市银谷鞋材有限公司',
        value: [120.695392731826, 27.997385134763]
    }, {
        name: '温州市鸿马电镀有限公司',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州市变电设备厂',
        value: [120.583762, 28.076194]
    }, {
        name: '温州市鹿城华昌剃须刀厂',
        value: [120.557584, 28.0915770000001]
    }, {
        name: '温州市鹿城永春电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市银鹰铜字厂',
        value: [120.603092, 28.0216550000001]
    }, {
        name: '温州市五星瓦楞箱厂',
        value: [120.606264, 28.0245150000001]
    }, {
        name: '温州市鹿城明视眼镜厂',
        value: [120.589425, 28.082926]
    }, {
        name: '温州市聚川纺织品有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '中泉集团阀门有限公司',
        value: [120.554197, 28.0908970000001]
    }, {
        name: '温州市明展鞋业有限公司',
        value: [120.602982, 28.0264960000001]
    }, {
        name: '温州市泰隆电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市乔圣鞋材有限公司',
        value: [120.589727, 28.0774160000001]
    }, {
        name: '温州市鹿城丰华电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市大田实业有限公司',
        value: [120.586474, 28.077815]
    }, {
        name: '浙江香香莉鞋业有限公司',
        value: [120.590529, 28.0838939999999]
    }, {
        name: '温州市富都鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州奥尔特鞋业有限公司',
        value: [120.61138, 28.0257690000001]
    }, {
        name: '温州市巨鸿鞋业有限公司',
        value: [120.588453, 28.0313860000001]
    }, {
        name: '温州欧华鞋业有限公司',
        value: [120.601019, 28.024835]
    }, {
        name: '温州市光明电表厂',
        value: [120.589104, 28.0797540000001]
    }, {
        name: '温州市翠微皮鞋皮件厂',
        value: [120.602293, 28.024166]
    }, {
        name: '温州市鹿城振瓯纸箱厂',
        value: [120.600743, 28.0249870000001]
    }, {
        name: '温州市福豪皮革有限公司',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '浙江赛顿奇鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市迈雅鞋业有限公司',
        value: [120.599742, 28.0266870000001]
    }, {
        name: '温州市鹿城精益鞋革设备有限公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州市五星实业有限公司',
        value: [120.65025, 27.9751420000001]
    }, {
        name: '温州市来利斯鞋业有限公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州市日丽鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市中轻五金刀具有限公司',
        value: [120.531942, 28.0990810000001]
    }, {
        name: '温州吉象化学股份有限公司',
        value: [120.589476, 28.0795550000001]
    }, {
        name: '浙江冠亚鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市鹿城强力达压铸厂',
        value: [120.605482, 28.0255940000001]
    }, {
        name: '温州市万冬明皮革皮件厂',
        value: [120.583762, 28.076194]
    }, {
        name: '温州市沪港电子有限公司',
        value: [120.599191, 28.0215479999999]
    }, {
        name: '温州市长城影视器材有限公司',
        value: [120.652966, 27.9738670000001]
    }, {
        name: '温州市长兴机械制造有限公司',
        value: [120.647265, 27.9757880000001]
    }, {
        name: '温州鼎鸿鞋业有限公司',
        value: [120.65046, 27.9778320000001]
    }, {
        name: '温州帕斯特鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市凯尔特塑料科技有限公司',
        value: [120.534584, 28.0830609999999]
    }, {
        name: '温州市多尔美鞋业有限公司',
        value: [120.57835, 28.042357]
    }, {
        name: '温州市佳卓电镀有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州鑫泰包装有限公司',
        value: [120.772436, 27.9989709999999]
    }, {
        name: '温州市鸿达皮塑革经营部',
        value: [120.583652, 28.0377549999999]
    }, {
        name: '温州市帝宇装饰五金有限公司',
        value: [120.586829, 28.072909]
    }, {
        name: '温州正邦印务有限公司',
        value: [120.648243, 27.9737749999999]
    }, {
        name: '温州市兢业染织有限公司',
        value: [120.591166, 28.0817860000001]
    }, {
        name: '温州市鹿城飞龙鞋业有限公司',
        value: [120.602983, 28.0241950000001]
    }, {
        name: '温州市嘉丽隆包装有限公司',
        value: [120.772436, 27.9989709999999]
    }, {
        name: '巨康鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市雄联五金机械有限公司',
        value: [120.663594, 27.993409]
    }, {
        name: '温州市调味食品厂',
        value: [120.667174, 27.9868660000001]
    }, {
        name: '温州市西山纸品厂',
        value: [120.505891, 28.0683730000001]
    }, {
        name: '温州市兴声皮塑有限公司',
        value: [120.567756, 28.073515]
    }, {
        name: '温州市鹿城勤达电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市丸虹服饰有限公司',
        value: [120.600393, 28.025737]
    }, {
        name: '温州市三箭混凝土有限公司',
        value: [120.599448, 28.0277159999999]
    }, {
        name: '温州市王超鞋业有限公司',
        value: [120.586799, 28.037129]
    }, {
        name: '浙江钎金鸟鞋业有限公司',
        value: [120.574967, 28.036094]
    }, {
        name: '浙江奇伟鞋业有限公司',
        value: [120.600883, 28.0262270000001]
    }, {
        name: '温州市鹿城万顺皮件有限公司',
        value: [120.612258, 28.02251]
    }, {
        name: '温州市德赛迪尔鞋业有限公司',
        value: [120.603375, 28.0260710000001]
    }, {
        name: '温州市春雷家具有限公司',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州市信利达烟具制造厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市辉泰实业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州天蓝科技有限公司',
        value: [120.650174, 27.9767850000001]
    }, {
        name: '温州市飞虹包装有限公司',
        value: [120.600743, 28.0249870000001]
    }, {
        name: '温州市东风电子器材厂',
        value: [120.600743, 28.0249870000001]
    }, {
        name: '温州乔盛皮革五金有限公司',
        value: [120.591129, 28.0857140000001]
    }, {
        name: '温州市鹿城东海电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市圣张可鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市佑乃特汽车配件制造厂',
        value: [120.657931, 27.9841960000001]
    }, {
        name: '温州市康鸿鞋业有限公司',
        value: [120.601702, 28.0269060000001]
    }, {
        name: '温州市科力登服饰有限公司',
        value: [120.505891, 28.0683730000001]
    }, {
        name: '温州市正方工贸有限公司',
        value: [120.655511, 27.979012]
    }, {
        name: '温州市天成化工有限公司',
        value: [120.583762, 28.076194]
    }, {
        name: '温州市高利安鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市华展鞋材有限公司',
        value: [120.58848, 28.082132]
    }, {
        name: '温州市营楼建筑材料有限公司',
        value: [120.603532, 28.0264660000001]
    }, {
        name: '温州市鹿城宏庆刀模实业公司',
        value: [120.612258, 28.02251]
    }, {
        name: '温州市南云金属制品有限公司',
        value: [120.590529, 28.0838939999999]
    }, {
        name: '温州天唯鞋材有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市爱莱发鞋业有限公司',
        value: [120.590529, 28.0838939999999]
    }, {
        name: '温州嘉南表面处理有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市飞跃五金电镀有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州红小妹鞋业股份有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '浙江巨圣鞋业有限公司',
        value: [120.588453, 28.0313860000001]
    }, {
        name: '温州市百灵鸟鞋材有限公司',
        value: [120.511373, 28.065212]
    }, {
        name: '温州印象之美鞋业有限公司',
        value: [120.57835, 28.042357]
    }, {
        name: '温州市鹿城东发电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市塞格维亚鞋业有限公司',
        value: [120.583762, 28.076194]
    }, {
        name: '温州市鹿城丽泰电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '浙江靓颖实业有限公司',
        value: [120.57079, 28.0389999999999]
    }, {
        name: '温州市欣丰电镀有限公司',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州康芝五金电器有限公司',
        value: [120.53304, 28.1013110000001]
    }, {
        name: '温州市黄金甲鞋业有限公司',
        value: [120.585645, 28.087679]
    }, {
        name: '温州市汇昌鞋业有限公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '浙江爱美高鞋业有限公司',
        value: [120.588453, 28.0313860000001]
    }, {
        name: '浙江远卓服饰有限公司',
        value: [120.546848, 28.092631]
    }, {
        name: '温州市合瑞机器有限公司',
        value: [120.535476, 28.0959930000001]
    }, {
        name: '温州市善得维鞋业有限公司',
        value: [120.611289, 28.024661]
    }, {
        name: '温州市久业电镀有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市宝琪珠宝有限公司',
        value: [120.586555, 28.0716840000001]
    }, {
        name: '温州市宏伟鞋业有限公司',
        value: [120.586602, 28.0496979999999]
    }, {
        name: '温州市鹿城福申电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市鹿城时代烟具有限公司',
        value: [120.556266, 28.091304]
    }, {
        name: '温州市天一鞋业有限公司',
        value: [120.577639, 28.042065]
    }, {
        name: '温州市裕丰五金彩色电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市天兰皮鞋厂',
        value: [120.602492, 28.0255260000001]
    }, {
        name: '温州市鹿城安保卷门厂',
        value: [120.588619, 28.0770470000001]
    }, {
        name: '温州市鹿城保安器材厂',
        value: [120.650919, 27.994379]
    }, {
        name: '温州印象风鞋业有限公司',
        value: [120.583329, 28.0360240000001]
    }, {
        name: '浙江中达医药包装有限公司',
        value: [120.772463, 27.999259]
    }, {
        name: '温州市嘉蓬鞋业有限公司',
        value: [120.601128, 28.023616]
    }, {
        name: '温州市香香公主鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州惠凯鞋材有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州市依恋典鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市鹿城华美锁厂',
        value: [120.590345, 28.0860660000001]
    }, {
        name: '温州市豪门五金有限公司',
        value: [120.589675, 28.0801949999999]
    }, {
        name: '温州市意念鞋材有限公司',
        value: [120.546848, 28.092631]
    }, {
        name: '温州市九鼎照明电器有限公司',
        value: [120.590445, 28.085752]
    }, {
        name: '温州市川汇五金厂',
        value: [120.695941, 27.9981809999999]
    }, {
        name: '温州市鹿城泽源制革厂',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州市鹿城三牌五金发黑厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市奥立达电器有限公司',
        value: [120.660088, 27.984091]
    }, {
        name: '温州市鹿城所罗门皮鞋厂',
        value: [120.589167, 28.075093]
    }, {
        name: '温州市开听电镀有限公司',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市光华电力仪器有限公司',
        value: [120.583762, 28.076194]
    }, {
        name: '温州市广利五金电镀厂',
        value: [120.584359, 28.0844600000001]
    }, {
        name: '温州市明德实业有限公司',
        value: [120.604645, 28.025993]
    }, {
        name: '温州市众安电线电缆有限公司',
        value: [120.590786, 28.084296]
    }, {
        name: '温州市广化工艺品厂',
        value: [120.583067, 28.0144450000001]
    }, {
        name: '温州市鹿城长城新型建材厂',
        value: [120.57863, 28.0374800000001]
    }, {
        name: '温州市鹿城明云电镀厂',
        value: [120.585701, 28.0876530000001]
    }, {
        name: '温州市思索光学有限公司',
        value: [120.585701, 28.0876530000001]
    }],
    [{
        name: '温州市正艺鞋材有限公司',
        value: [120.582241, 28.075052]
    }, {
        name: '温州市贵华制革厂',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州市大华仪器厂',
        value: [120.653633, 27.999399]
    }, {
        name: '温州市华炜鞋材科技有限公司',
        value: [120.590588, 28.0329690000001]
    }, {
        name: '温州市鹿城东瓯眼镜厂',
        value: [120.600743, 28.0249870000001]
    }, {
        name: '温州市罗奈琪家具有限公司',
        value: [120.552523, 28.090458]
    }, {
        name: '温州市恒泰电气公司',
        value: [120.605027, 28.024848]
    }, {
        name: '温州市太裕食品实业公司',
        value: [120.583123, 28.0642020000001]
    }, {
        name: '温州市鹿城惠康鞋业有限公司',
        value: [120.599783, 28.023736]
    }, {
        name: '温州市强力门业有限公司',
        value: [120.588619, 28.0770470000001]
    }, {
        name: '温州珮娜服饰有限公司',
        value: [120.666542, 27.9862390000001]
    }, {
        name: '温州联盈鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市科力教学仪器有限公司',
        value: [120.600962, 28.0265860000001]
    }, {
        name: '温州市鹿城丰华剃须刀厂',
        value: [120.586414, 28.077171]
    }, {
        name: '温州市上戍金属压延厂',
        value: [120.548463, 28.0909100000001]
    }, {
        name: '温州市猎鹰经贸有限公司',
        value: [120.589167, 28.075093]
    }, {
        name: '温州建钢新墙材有限公司',
        value: [120.581326, 28.082302]
    }, {
        name: '温州市通达皮革模具有限公司',
        value: [120.604171, 28.025405]
    }, {
        name: '温州市环星计时器有限公司',
        value: [120.767382, 27.9992090000001]
    }, {
        name: '温州市友得利工贸公司',
        value: [120.609474, 28.0238140000001]
    }, {
        name: '温州市鹿城中意鞋业公司',
        value: [120.607244, 28.025408]
    }, {
        name: '温州市华山管桩制造有限公司',
        value: [120.40199, 28.1567060000001]
    }, {
        name: '温州市隆达纸箱厂',
        value: [120.590696, 28.0861459999999]
    }, {
        name: '温州天龙陶瓷有限公司',
        value: [120.583701, 28.101396]
    }, {
        name: '温州市千丽服饰有限公司',
        value: [120.572821, 28.0707950000001]
    }, {
        name: '温州市爱轩五金有限公司',
        value: [120.695774983685, 27.9970073664398]
    }, {
        name: '温州市宏周眼镜有限公司',
        value: [120.589736, 28.0844500000001]
    }, {
        name: '温州市冠达五金有限公司',
        value: [120.585672, 28.0691770000001]
    }, {
        name: '温州市正英气垫薄膜有限公司',
        value: [120.608361, 28.0252360000001]
    }, {
        name: '温州市惠德曼裤业有限公司',
        value: [120.611213, 28.0244589999999]
    }, {
        name: '温州市惠脉鞋材有限公司',
        value: [120.600217, 28.0269880000001]
    }, {
        name: '温州市益民实业有限公司',
        value: [120.606264, 28.0245150000001]
    }, {
        name: '温州市鹿城后京实业公司',
        value: [120.586644, 28.0830430000001]
    }, {
        name: '温州市星园拉链有限公司',
        value: [120.58929, 28.0834550000001]
    }, {
        name: '温州市大杨光学有限公司',
        value: [120.590529, 28.0838939999999]
    }, {
        name: '温州市鹿城芳麟家俱厂',
        value: [120.649235, 27.9937540000001]
    }, {
        name: '温州市瓯江汽车暖风机厂',
        value: [120.602387, 28.0216120000001]
    }, {
        name: '温州市联谊旅游用品总厂',
        value: [120.647045, 27.9955010000001]
    }, {
        name: '温州市昌琦金属制品有限公司',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州市鹿城藤桥服装一厂',
        value: [120.502154, 28.064938]
    }, {
        name: '温州市鹿城杰凯皮鞋厂',
        value: [120.606301, 28.025164]
    }, {
        name: '温州市永安鞋业有限公司',
        value: [120.606264, 28.0245150000001]
    }, {
        name: '温州牛三角鞋业有限公司',
        value: [120.612508, 28.02466]
    }, {
        name: '温州市瓯潮制衣厂',
        value: [120.502936, 28.07012]
    }, {
        name: '温州市藤龙伞配件厂',
        value: [120.502936, 28.07012]
    }, {
        name: '温州市西瓯皮鞋厂',
        value: [120.601933, 28.025636]
    }, {
        name: '温州市鹿城南亚鞋业有限公司',
        value: [120.606264, 28.0245150000001]
    }, {
        name: '温州市长城贸易有限公司',
        value: [120.626166, 28.016196]
    }, {
        name: '温州市鹿城江心服装机械有限公司',
        value: [120.601502, 28.026916]
    }, {
        name: '温州市添荣鞋材有限公司',
        value: [120.57041, 28.043099]
    }, {
        name: '温州市选凯鞋厂',
        value: [120.581326, 28.082302]
    }, {
        name: '温州市三雷饰品有限公司',
        value: [120.687499, 27.9865440000001]
    }, {
        name: '温州市华洋皮革有限公司',
        value: [120.583203, 28.0659820000001]
    }, {
        name: '温州市鹰吉仕纺织辅料有限公司',
        value: [120.653844, 27.9930410000001]
    }, {
        name: '温州黄海打火机有限公司',
        value: [120.54898, 28.0911070000001]
    }, {
        name: '浙江威尔斯通光辉焊接有限公司',
        value: [120.556101, 28.091424]
    }, {
        name: '温州博而佳工贸有限公司',
        value: [120.695280203107, 27.9970303740204]
    }, {
        name: '温州市伊佰妮鞋业有限公司',
        value: [120.590588, 28.0329690000001]
    }, {
        name: '温州市鹿城雪峰鞋业有限公司',
        value: [120.601259, 28.022324]
    }, {
        name: '温州市正发食品有限公司',
        value: [120.497778, 28.046352]
    }, {
        name: '温州巴尔达电器有限公司',
        value: [120.535231, 28.0965949999999]
    }, {
        name: '温州市德昌鞋业有限公司',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州市试验机厂',
        value: [120.646889, 27.994938]
    }, {
        name: '温州市新兴皮鞋厂',
        value: [120.603332, 28.025905]
    }, {
        name: '温州市舒珍鞋业有限公司',
        value: [120.586799, 28.037129]
    }, {
        name: '温州市摩登五金制品有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市淮申鞋业有限公司',
        value: [120.601933, 28.025636]
    }, {
        name: '温州市东田眼镜制造有限公司',
        value: [120.649332, 27.977784]
    }, {
        name: '浙江邦派鞋业有限公司',
        value: [120.505891, 28.0683730000001]
    }, {
        name: '温州市华安电子设备有限公司',
        value: [120.549862, 28.0915600000001]
    }, {
        name: '温州市凯特圣诞礼品有限公司',
        value: [120.60031, 28.0225930000001]
    }, {
        name: '温州市洪港机械有限公司',
        value: [120.556477, 28.0934770000001]
    }, {
        name: '温州帝高鞋业有限公司',
        value: [120.581537, 28.026514]
    }, {
        name: '温州市鹿城龙峰皮鞋厂',
        value: [120.585323, 28.0254979999999]
    }, {
        name: '温州市夏泰制衣有限公司',
        value: [120.507514, 28.065564]
    }, {
        name: '温州市心心电镀设备制造有限公司',
        value: [120.589167, 28.075093]
    }, {
        name: '温州市飞旋机械有限公司',
        value: [120.606251, 28.0249740000001]
    }, {
        name: '温州恒唯鞋材有限公司',
        value: [120.591816, 28.083506]
    }, {
        name: '温州市鹿城南瓯塑料制品有限公司',
        value: [120.589902, 28.0823030000001]
    }, {
        name: '温州市无线电五厂',
        value: [120.651497, 27.992963]
    }, {
        name: '温州市山福工贸有限公司',
        value: [120.695161409389, 27.9967369497474]
    }, {
        name: '温州市仰义五金冲件厂',
        value: [120.589412, 28.083736]
    }, {
        name: '浙江正佳鞋业有限公司',
        value: [120.588453, 28.0313860000001]
    }, {
        name: '温州市恒发金属制品厂',
        value: [120.5897, 28.085361]
    }, {
        name: '温州市鹿城藤桥服装皮鞋厂',
        value: [120.487634, 28.089573]
    }, {
        name: '挺宇集团有限公司',
        value: [120.650706, 27.9765480000001]
    }, {
        name: '浙江一村服饰有限公司',
        value: [120.505891, 28.0683730000001]
    }, {
        name: '温州同方光学仪器有限公司',
        value: [120.55566, 28.090134]
    }, {
        name: '温州恒德自动化仪表有限公司',
        value: [120.548917, 28.1305070000001]
    }, {
        name: '温州兆弟桩业科技有限公司',
        value: [120.563855, 28.0983270000001]
    }, {
        name: '温州市鹿城电声器件厂',
        value: [120.603742, 28.0239650000001]
    }, {
        name: '温州市勤一包装有限公司',
        value: [120.603475, 28.021744]
    }, {
        name: '温州德昌服饰有限公司',
        value: [120.502936, 28.07012]
    }, {
        name: '浙江光科电器有限公司',
        value: [120.556352, 28.093575]
    }, {
        name: '温州市鼎诚鞋材有限公司',
        value: [120.586555, 28.0716840000001]
    }, {
        name: '温州市澳迈鞋材有限公司',
        value: [120.590491, 28.0817020000001]
    }, {
        name: '浙江君得利电器有限公司',
        value: [120.556101, 28.0910940000001]
    }, {
        name: '温州凯特烟具有限公司',
        value: [120.586555, 28.0716840000001]
    }, {
        name: '温州市凯元泵阀有限公司',
        value: [120.651025, 28.0180670000001]
    }, {
        name: '温州市时俱鞋材有限公司',
        value: [120.535911, 28.0994670000001]
    }, {
        name: '温州市德利达工贸有限公司',
        value: [120.599191, 28.0215479999999]
    }, {
        name: '温州市鹿城富安特锁厂',
        value: [120.695751268774, 27.9975284914113]
    }, {
        name: '浙江江南实业有限公司',
        value: [120.554609, 28.0908069999999]
    }, {
        name: '温州市四通汽车电器厂',
        value: [120.585694, 28.072963]
    }, {
        name: '温州市莲池石泥砂供应有限公司',
        value: [120.647884, 28.026327]
    }, {
        name: '温州市鹿城振兴精细化工厂',
        value: [120.57863, 28.0374800000001]
    }, {
        name: '浙江大虎打火机有限公司',
        value: [120.654151, 27.972878]
    }, {
        name: '温州富源科技有限公司',
        value: [120.555765, 28.0905210000001]
    }, {
        name: '温州洪达实业有限公司',
        value: [120.561244, 28.0907870000001]
    }, {
        name: '温州市松台电器厂',
        value: [120.599839, 28.0234350000001]
    }, {
        name: '浙江贵小姐鞋业有限公司',
        value: [120.569606, 28.0430810000001]
    }, {
        name: '温州市旭泉鞋业有限公司',
        value: [120.612039, 28.02432]
    }, {
        name: '温州金盛鞋业有限公司',
        value: [120.695137617267, 27.9965894052153]
    }, {
        name: '温州澳斯力鞋业有限公司',
        value: [120.588716, 28.0749840000001]
    }, {
        name: '温州市长城医疗器械厂',
        value: [120.602046, 28.022553]
    }]
]