export default {
  丰门街道: {
    charInfo:
      "丰门街道于2015年10月成立，位于鹿城西片城乡结合部，下辖7个行政村和1个移民社区，占地面积12.37平方公里（工业区6.5平方公里），本地户籍人口1.2万，流动人口22.5万。丰门街道地处中国鞋都，是温州四大传统产业之一鞋业制造业的集聚地，系温州市省级皮革制造业改造提升重点区域，目前辖区共有小微园7处（占地91.34万平方米），鞋业工业产值占比全市三分之一。丰门街道所在的产业园区，2001年被授予“中国鞋都”称号，是全国首批国字号制鞋基地，中国鞋类出口基地，第一批国家外贸转型升级专业型示范基地，国家级出口产品质量安全示范区，产业特色鲜明、基础深厚。近年来，丰门街道紧扣省委省政府“经济升级”战略决策，围绕“特色小镇”创建，紧抓产业平台转型，扩大有效投资，集聚人才、技术、资本等高端要素，加快实现资源整合、项目组合、产业集聚及融合发展。先后荣获“全国示范司法所”“省级劳动争议调解基层先进单位”“省级首批百佳示范基层工会”“省级模范职工之家”“市级平安街道”等，是省级传统制造业改造提升试点、省级群团改革试点。",
    point: [120.57775936082183, 28.0384078292354],
  },
  滨江街道: {
    charInfo:
      "滨江街道位于鹿城区东部，拥江临山近水望岛，是市委市政府“两线三片”重点的CBD核心商务区，街道下辖9个社区、4个行政村，户籍人口63005人，常住人口100941人，流动人口21136人，现有党组织130余个，党员2000余名。滨江街道是温州由“滨江时代”迈向“滨海时代”的中心连接点，是温州市委市政府部署谋划的“两线三片”——瓯江两岸沿线的核心区，承担着温州经济腾飞、大温州都市圈崛起引擎的重任。2018年1-10月，街道有效投资完成124.84亿元，而新开工有效投资达到32.70亿元。一批批招商项目的相继协商签订，黎明92、智慧谷、米房cei、花园1956等四个文创园区共吸引420多家企业入驻，其中文创类企业约200家，年产值共达30亿元。街道现有的15幢商务楼入驻率均已达到98%以上，共357家企业，其中新城大厦、鹿城农商银行大楼年税收达亿元以上，中保大厦、汇嘉大厦、晚报大厦、展鑫大厦、中保大厦、数码城大厦、禾源大厦和金可达商务楼税收超千万元。",
    point: [120.71168352532027, 28.00952907477948]
  },
  大南街道: {
    charInfo:
      "大南街道地处鹿城区核心区域，功能定位为“时尚商圈、品质大南”。辖区范围东邻飞霞南路与南塘河，南、西边界均为温瑞塘河，北至人民路、小南门河，下辖7个社区、2个经合社。温州历史上素有“东庙、南市、西居、北埠、中子城”的古城格局，其中“南市”即现今大南街道所在区域，自古以来商贾云集、人文荟萃，具有浓厚的商业气氛、文化积淀与历史底蕴。街道特点可以用几个“最”字概况：1.面积最小，辖区面积2.59平方公里，是鹿城区面积最小的街道。2.人口密度最大，辖区常住人口8.98万人，住户29975户，人口密度3.4万人/平方公里，为全区平均人口密度的7.9倍。3.高度最高，街区内有高楼22幢，温州两幢地标性高楼均在大南辖区，世贸地上高度333.3米（目前为温州最高楼），置信地上高度245.7米。近年来，大南街道先后荣获首批“全国幸福家庭”、省级卫生街道、市级服务保障G20杭州峰会工作先进集体、市级“三改一拆”工作先进集体、市级禁毒工作先进集体、市级平安建设工作先进集体、第六批市学前教育先进街道等称号。",
    point: [120.65945555138228, 28.006482085338565]
  },
  南郊街道: {
    charInfo:
      "南郊街道位于鹿城区南部，范围东至南塘河，南至瓯海区梧田街道，西至瓯海区新桥街道，北至会昌河、温瑞塘河，总面积10平方公里。下辖东龙、滨河、三板桥、十里亭、丽庆、吴桥、西屿7个社区及龙方、东屿、德政、里垟、葡萄5个（股份）经济合作社，户籍人口1.91万人，外来人口3.12万人，常住人口10万余人。南郊街道临近104国道、温州大道及温瑞大道，拥有S1德政站和牛山北路客运中心，与龙湾机场、温州南站等交通枢纽拥有适宜的距离，地理位置优越和交通便利程度高。此外，南郊还拥有塘河沿线生态绿化优势、教育资源层级丰富优势、产业布局完整优势及温州大道数字经济产业集聚优势。南郊街道作为鹿城经济高质量发展排头兵，2018年工业、服务业、商贸业总量和增速完成情况均居全区前列。辖有规上工业企业29家，2018年完成规上工业总产值29.64亿元，增速35.84%，增速超全区均值3倍以上；限上商贸业企业111家，2018年完成限上批零住餐销售（营业）额151.41亿元，其中限上零售额54.24亿元，零售额居全区第一；规上服务业企业29家，2018年度完成规上其他营利性服务业收入3.89亿元，增速44.22%，增速排名全区第三。",
    point: [120.64848384812649, 27.98720982355913]
  },
  蒲鞋市街道: {
    charInfo:
      "2015年9月，经过新一轮区划调整，蒲鞋市街道重新挂牌成立。街道地处老城与新区衔接的核心区域，辖区面积3.9平方公里，东至府东路，南至锦绣路，西至龟河，北至洪殿河；与滨江街道、五马街道、大南街道、南汇街道相毗邻。辖区户籍人口6.7万、常住人口10万，居住人口密度约为全区平均水平的5.6倍。街道以学院路为主轴, 东片依托温州医科大学、附二医、眼视光医院等医疗资源，建设高品质“医疗康养街区”；西片利用和整合辖区四大院校、浙江创意园等人文创意资源，打造省级“文化创意街区”。近年来，蒲鞋市街道抓住新机遇，把城中村、旧小区改造作为转型升级的突破口，全力推进重点区块和重大项目开发建设，实现优地优用。搁置14年之久的龟湖街坊项目破冰重启；辖区最后一个城中村实现改造“清零”；作为全市重点工程温瑞大道二期项目主阵地，圆满完成拆迁任务，实现道路成功开建。民航路片“智慧医谷”和中央绿轴北延两大龙头项目政策处理加速推进，塘河沿线滨水绿道加快建设，推动“大拆大整”向“大建大美”拓展、向“精建精美”提升。",
    point: [120.67855287956831, 28.00678249274823]
  },
  广化街道: {
    charInfo:
      "广化街道位于温州市核心片区、鹿城区西部，东沿勤奋河，南至景山，西接翠微山、黄龙山，北抵瓯江，为贯通鹿城、永嘉、瓯海的核心枢纽，地处鹿城区开发前沿。辖区面积4.1平方公里，户籍人口3.3万、常住人口5万，结构上流动人口占比大、老龄化程度高。广化街道因明代温州西城门外居民集聚“广化厢”而得名，素有“西郭外”之称，历史文化悠久。地域风貌三山环抱、五水贯穿，人文景观有千年古刹太平寺、百年杨宅武博馆、翠微山陵园傍水依山，西月楼、广化红家园集聚资源，交通干道翠微大道、广化路、过境路、鹿城路贯通四方。辖区水系丰富，目前已完成全部河道清淤及沿岸排污口整治。勤奋河两岸灯光秀美，沿途分布着两座长廊、一楼一亭；广化河悠悠流长，支流黄龙浃河、十八湾河流经整个黄龙片区；双桥河接壤瓯海、鹿城两区，北侧瓯江帆影星点。纵观历史沿革，广化已历经三次大规模城市形态改造。1992年，进行了第一次旧城改造，即西城路改建工程。此后西城路一跃成为西片最热闹的商业中心；2002年，进行了第二次旧城改造，勤奋水闸往西修建望江西路，一批高楼大厦应运而生；2007年，开始第三次大规模的旧城改造，即广化路改建工程。近年来，随着黄龙片区市场的落后产能及老旧顽疾日益凸显，广化街道聚焦破解“城郊结合部”的低端锁定，围绕接驳鹿城东西的区位开展全域谋划，稳步拉开了涉及千亩土地的第四次大规模改造序幕。",
    point: [120.62616786912258, 28.014804389904345]
  },
  七都街道: {
    charInfo:
      "七都街道位于温州市鹿城区东北部，东临乐清市琯头，南望状元、蒲州街道，西眺杨府山，北对永嘉县乌牛镇，离杨府山仅2千米，距市中心13千米，是瓯江下游的一个冲积岛屿。七都下辖老涂、吟州、前沙、樟里、板桥、上沙6个行政村及1个江都社区，截止2019年中旬，辖区户籍人口数15889人，户籍数5114户，流动人口7200人，全岛面积12.7平方公里。其中农业耕地面积11321亩，其中：旱地2334亩，水田8987亩。2018年农业总产值2700万元，已经形成水稻、大棚蔬菜、西瓜、优质瓯柑等特色产业。七都现存生产型企业共4家其中有温州市环星计时器有限公司、鑫泰包装有限公司、中达医药包装有限公司、嘉丽隆包装有限公司。主要产品有彩印、包装、计时器等，2018年工业总产值2643万元。",
    point: [120.7591478960478, 28.006868323436706]
  },
  山福镇: {
    charInfo:
      "山福镇自2016年1月正式成立，下辖18个行政村。镇区地处鹿城区西北部，瓯江南岸，东与藤桥镇接壤，北面与永嘉县桥下、桥头隔江相望，西邻丽水市青田县，区域面积61.71平方公里，镇耕地面积 0.84万亩，林地面积5.81万亩（其中国家级公益林5万余亩）。辖区共有户籍1.11万户，户籍人口3.43万人，外来人口1.01万人，60岁以上人口6848人，人口老龄化程度约为20%。山福的特点可以简要概括为“一乡四地”：一是“著名侨乡”。山福镇现有华侨1.46万人，侨眷0.92万人，华侨占全镇人口的42%，华侨遍布世界34个国家，海外侨届资源丰富。二是“文化宝地”。山福人杰地灵，名人辈出，是我区著名的“红色根据地”，镇内还有中加友谊馆、让•平祖居、程登云故居、双潮华侨纪念馆等重要人文景观。三是“生态福地”。山福镇生态前景诱人，全镇森林覆盖率65%，拥有温州市本级唯一一个省级“坡地村镇”建设用地试点项目——金岙谷乡村休闲项目、浙江省唯一的红豆杉森林公园、驿头AAA级景区村、西龙溪景区、双潮植物园、双潮东坑古道、白鹿奢乡文化村等自然人文景观。四是“平安高地”。近年来辖区刑事治安发案数、信访总量、不稳定因素在全区属于较低水平，社会治安状况和平安建设水平在全区位于前列。五是“发展重地”。山福建镇不久、百业待兴，全镇干部群众干事创业激情高涨，乡村振兴、全域旅游等发展要素、资源禀赋齐备，是未来鹿城发展重要增长极。",
    point: [120.45605144456206, 28.126684692333544]
  },
  双屿街道: {
    charInfo:
      "双屿街道地处温州西大门，区域面积13.13平方公里，下辖瓯浦垟、营楼桥、牛岭、垟龙、新泽、黄龙、康龙7个社区与箬笠岙、牛岭、双岙3个行政村。现有户籍人口3.4万人，外来人口4.3万人。双屿街道现有地域优势：一是区位优势。双屿作为温州西大门，拥有独厚的地理位置，与外部区域联通的交通主动脉较发达。东西有104国道、330省道贯通；北有瓯江三桥贯通永嘉瓯北；南有翠微大道、宁波路贯通瓯海，可直达温州南动车站；同时金丽温高速温州（西）出入口与目前全市最大规模汽车客运站（双屿客运中心）均处辖区内。二是产业优势。具有很强的产业发展潜力，温州市轻工产品交易中心项目落地双屿，项目总占覆盖面积3.6平方公里，约2220亩，规划建设环贸港、保税物流、文化体验、综合性配套等四大片区，对推动温州市场进出口规模、提升外贸功能和产业基础、健全境外营销网络具有引擎作用。三是空间优势。双屿全域拆征，总拆迁量11000户，腾出近3000亩可利用土地。腾出的地块方整、空间大，有利于对双屿全面重新谋划，对空间资源进行重新配置。为鹿城下步打造市场集聚度更高、外贸功能更优、综合竞争力更强的区域性现代市场集群，建成城市西部都市产城融合功能新区打下空间基础。",
    point: [120.59853038743316, 28.019868400524462]
  },
  松台街道: {
    charInfo:
      "松台街道位于鹿城主城区中西部，辖区东至信河街，南临会昌河，西接勤奋河，北濒瓯江北水道（含江心屿），由原莲池街道和水心街道组成。辖区区域面积6.01平方公里，总人口4.8万户、12.2万人（其中户籍人口9.6万人），下辖11个社区、1个经济合作社（松台）和（九山、水心）股份经济合作社。街道机关干部编制76人，实际在编63人，退休人员105人，编外人员244人（其中社工137人，临时工作人员93人，部门派驻编外人员14人）。辖区主要有以下几个特点：一是旅游资源丰富。辖区内既有入古城“九山斗城”之列的郭公山、松台山，风光秀丽、绿树成荫，又有市区唯一5A级风景区江心屿，闻名遐迩、钟灵毓秀；千年古刹妙果寺、江心寺星罗南北，香火鼎盛；九山公园、松台公园环山而建，休闲胜地。庆年坊历史文化保护街区保存着上世纪初温州中西合璧民居的城市记忆。二是文化底蕴浓厚。叶适庙、庆年坊蕴涵着永嘉“事功”学派创始人叶适和其好友宋代兵部尚书蔡幼学浓厚的文化气息，孕育出地灵人杰的松台风光。目前辖区既有我市最大的城市综合文化体——温州市工人文化宫，又有浸润人文底蕴的城市节点——松台广场。既有开创我市现代教育先河的百年名校——籀园实验小学，又有艺文相通的五十年艺术学校——温州第七中学。辖区现有中小学校13家。三是创建成果喜人。近年来，街道先后被评为全国社区教育先进街道、省级文明街道、省级生态街道、省级卫生街道、省级体育街道、省级侨联示范街道，市级药品安全示范街道、市级爱心街道等，赢得上级领导和社会各界的肯定和好评。",
    point: [120.64217529252348, 28.016091850231497]
  },
  藤桥镇: {
    charInfo:
      "藤桥镇地处鹿城西部，镇域面积97.66平方公里，户籍人口5.1万，外来人口约3.5万，党员2341名。在村规模调整中并村34个，减少21个行政村，成立13个新村，总减幅38.2%，调整后下辖34个行政村和1个居委会。目前交通主要通过330国道、绕城高速延伸段及渔藤公路经泽雅和瓯海大道西延线与市区相连。藤桥镇是一座经济产业小镇。近年来，藤桥镇的总体经济情况趋稳向好，如规上工业增加值、批零住餐、全社会消费品零售总额等多项经济指标位列全区前茅。2018年全年累计实现有效投资12.77亿元，其中工业投资2.18亿元，民间投资3.12亿元，招商引资1.76亿元。规上企业62家，实现规上工业总产值38.84亿元，同比增长4.9%；高新技术产值完成21.14亿元，同比增长13.44%，新产品产值17.31亿元，同比增长39.26%；限上批零住餐销售（营业）总额增长率、限上消费品零售总额增长率全区排名第一。实现税收收入3.99亿元；实现公共财政预算收入1.06亿元，同比增长17.32%；进出口总额完成9.79亿元，同比增长11.86%。藤桥镇是一座绿色农业小镇。近年来，全镇形成了以藤桥玉米、上戍草莓、岙底毛芋等农作物为主区域化布局、规模化种植和产业化经营的农业产业格局，桑葚、番茄、白枇杷、甜桔柚等多种特色品种的绿色果蔬基地。藤桥镇名特优农产品众多，藤桥熏鸡、进兴农业、展宏畜牧、高山农业等众多知名品牌深受消费者喜爱。",
    point: [120.51458797410308, 28.088919189403857]
  },
  五马街道: {
    charInfo:
      "五马街道地处主城区中心，是鹿城区政府驻地。辖区东至灰桥浦、蒲鞋市河，西至信河街，南至小南门河、大南路、人民东路、飞霞南路、学院西路，北至瓯江，区域面积4.65平方公里，下辖14个社区，常住人口15.3万，户籍人口约18万，占全区22.5%。街道现有编制102个，在编人员95人，公务员37人，事业编制58人，离退休人员为169人，临时人员39名。另有，社工205名，残专12名，禁毒29名，新居民协管员30人，卫计协管员2人，劳动协管员4人，城管协管员40人。近两年，街道荣获“全国社区教育示范街道”“全国学雷锋活动示范点”“浙江省党的十九大维稳安保工作先进集体”“ 全国‘扫黄打非’进基层示范”“浙江省党的十九大维稳安保工作先进集体”“浙江省成教品牌项目”“省级城市体育先进街道复评”等19项市级及以上荣誉。",
    point: [120.65989932969389, 28.020597961376517]
  },
  仰义街道: {
    charInfo:
      "仰义街道地处鹿城区中西部，距温州中心城区约9公里，东濒瓯江，南连丰门，西靠藤桥镇，104国道穿境而过。辖区总面积32平方公里，下辖渔渡、澄沙桥等12个行政村及1个移民社区，总人口10.1万余人（其中常住人口2万余人，流动人口已增至8.1万且仍有上升趋势）。仰义取自“仰慕礼仪”之意，明、清时属永嘉县仁奈义乡廿二都，抗日战争时期称仁义乡，后改为仰义乡。2011年4月撤乡改设街道，正式更名为仰义街道。境内生态资源丰富，建有省级西郊森林公园一座，园内建有东方仰义乡村俱乐部、观光农业园等休闲娱乐设施。近年来，为全力念好“拆、整、建、美”等四字诀，仰义街道紧密结合辖区实际情况，放眼全局进行超前谋划，秉持“时不我待、破难攻坚”理念，奋力推进辖区7大类58个项目拆改和建设，共计房屋征迁3535户、旧房110.24万平方米，征用土地8292亩，建设安置房12个总建筑面积达110.13万平方米，完善基础配套设施14个。在当前开发建设大热潮中，仰义街道以科学发展为主题，以实现“村去城来”为目标，以推动西部地区新型城镇化进程开发建设、制革片区改造重生、基础配套快速提升等为抓手，让广大群众有更多获得感和幸福感，着力打造温州西部重要发展极，奋力助推鹿城中心城区首位度提升。",
    point: [120.55870494798003, 28.061925437877978]
  },
  南汇街道: {
    charInfo:
      "南汇街道隶属于浙江省温州市鹿城区，位于城区北部。18.9平方千米，22.37万人。2011年，原绣山街道、南浦街道、南郊街道并为南汇街道。2015年又增设南郊街道。现有桥儿头、南塘、清风、吕浦、春秋、火车站、开源、绣山、大自然9个社区。鱼鳞浃、南塘、灯塔、前网、上田、横渎、巨一、龙沈、划龙桥9个行政村...",
    point: [120.6903116838896, 27.991332968822448]
  }
};
