const builgNames = {
    "displayFieldName": "NAME",
    "fieldAliases": {
        "固定id": "固定id"
    },
    "geometryType": "esriGeometryPoint",
    "spatialReference": {
        "wkid": 4326,
        "latestWkid": 4326
    },
    "fields": [{
        "name": "固定id",
        "type": "esriFieldTypeString",
        "alias": "固定id",
        "length": 50
    }],
    "features": [{
            "attributes": {
                "固定id": "58"
            },
            "geometry": {
                "x": 120.66730057600012,
                "y": 28.023787632000051
            }
        },
        {
            "attributes": {
                "固定id": "57"
            },
            "geometry": {
                "x": 120.72355043100004,
                "y": 28.011522263000074
            }
        },
        {
            "attributes": {
                "固定id": "32"
            },
            "geometry": {
                "x": 120.68160917300008,
                "y": 27.994243285000039
            }
        },
        {
            "attributes": {
                "固定id": "38"
            },
            "geometry": {
                "x": 120.68217519900008,
                "y": 28.002485447000026
            }
        },
        {
            "attributes": {
                "固定id": "52"
            },
            "geometry": {
                "x": 120.69961733100001,
                "y": 28.002616043000046
            }
        },
        {
            "attributes": {
                "固定id": "1"
            },
            "geometry": {
                "x": 120.68176675000007,
                "y": 27.986349658000051
            }
        },
        {
            "attributes": {
                "固定id": "2"
            },
            "geometry": {
                "x": 120.70849671100007,
                "y": 27.996170896000024
            }
        },
        {
            "attributes": {
                "固定id": "3"
            },
            "geometry": {
                "x": 120.6996545180001,
                "y": 28.001706984000066
            }
        },
        {
            "attributes": {
                "固定id": "4"
            },
            "geometry": {
                "x": 120.69870631600008,
                "y": 28.001782999000056
            }
        },
        {
            "attributes": {
                "固定id": "5"
            },
            "geometry": {
                "x": 120.66085351300001,
                "y": 28.009206864000078
            }
        },
        {
            "attributes": {
                "固定id": "6"
            },
            "geometry": {
                "x": 120.67055549200006,
                "y": 28.01547828300005
            }
        },
        {
            "attributes": {
                "固定id": "7"
            },
            "geometry": {
                "x": 120.64428277400009,
                "y": 28.024450362000039
            }
        },
        {
            "attributes": {
                "固定id": "8"
            },
            "geometry": {
                "x": 120.65806803200007,
                "y": 28.028049356000054
            }
        },
        {
            "attributes": {
                "固定id": "9"
            },
            "geometry": {
                "x": 120.69875683300006,
                "y": 28.003011485000059
            }
        },
        {
            "attributes": {
                "固定id": "11"
            },
            "geometry": {
                "x": 120.66061133000005,
                "y": 28.001309493000065
            }
        },
        {
            "attributes": {
                "固定id": "13"
            },
            "geometry": {
                "x": 120.64935832800006,
                "y": 28.012310503000037
            }
        },
        {
            "attributes": {
                "固定id": "14"
            },
            "geometry": {
                "x": 120.62794070500001,
                "y": 28.015826422000032
            }
        },
        {
            "attributes": {
                "固定id": "15"
            },
            "geometry": {
                "x": 120.62806476600008,
                "y": 28.016845258000046
            }
        },
        {
            "attributes": {
                "固定id": "16"
            },
            "geometry": {
                "x": 120.72013898800003,
                "y": 27.995575744000064
            }
        },
        {
            "attributes": {
                "固定id": "17"
            },
            "geometry": {
                "x": 120.71807510000008,
                "y": 28.018805581000038
            }
        },
        {
            "attributes": {
                "固定id": "18"
            },
            "geometry": {
                "x": 120.72509863200003,
                "y": 28.014372254000023
            }
        },
        {
            "attributes": {
                "固定id": "19"
            },
            "geometry": {
                "x": 120.66751233700006,
                "y": 28.014489862000062
            }
        },
        {
            "attributes": {
                "固定id": "20"
            },
            "geometry": {
                "x": 120.66411279600004,
                "y": 28.015968391000058
            }
        },
        {
            "attributes": {
                "固定id": "21"
            },
            "geometry": {
                "x": 120.66381267400004,
                "y": 28.027741457000047
            }
        },
        {
            "attributes": {
                "固定id": "22"
            },
            "geometry": {
                "x": 120.69078641400006,
                "y": 27.990765802000055
            }
        },
        {
            "attributes": {
                "固定id": "23"
            },
            "geometry": {
                "x": 120.69106024400003,
                "y": 27.991976722000061
            }
        },
        {
            "attributes": {
                "固定id": "24"
            },
            "geometry": {
                "x": 120.69780862200003,
                "y": 27.99536196300005
            }
        },
        {
            "attributes": {
                "固定id": "25"
            },
            "geometry": {
                "x": 120.67870648200005,
                "y": 28.001882939000041
            }
        },
        {
            "attributes": {
                "固定id": "26"
            },
            "geometry": {
                "x": 120.69122350500004,
                "y": 27.985896508000053
            }
        },
        {
            "attributes": {
                "固定id": "27"
            },
            "geometry": {
                "x": 120.65565495400006,
                "y": 27.994621538000047
            }
        }
    ]
}